export const quizData = [
  {
    id: 1,
    question: '퀴즈 1: 이것은 테스트 문제입니다.',
    options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  },
  //   {
  //     id: 2,
  //     question: '퀴즈 2: 이것은 또 다른 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
  //   {
  //     id: 3,
  //     question: '퀴즈 3: 이것은 또 다른 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
  //   {
  //     id: 4,
  //     question: '퀴즈 4: 이것은 또 다른 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
  //   {
  //     id: 5,
  //     question: '퀴즈 5: 이것은 또 다른 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
  //   {
  //     id: 6,
  //     question: '퀴즈 6: 이것은 또 다른 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
  //   // 나머지 퀴즈들도 같은 방식으로 생성합니다.
  //   {
  //     id: 7,
  //     question: '퀴즈 7: 이것은 마지막 테스트 문제입니다.',
  //     options: ['1번 답', '2번 답', '3번 답', '4번 답'],
  //   },
];
